Repository: lbonifacius/resxmanager
Catalog: Version 0.2/ResxClient/Properties/Resources.*.resx
Languages: de

# Cultures
source: Languages
de: Sprachen

# ExcelFileFilter
source: Excel-Document|*.xlsx
de: Excel-Dokument|*.xlsx

source: Exit
de: Beenden

source: Export to Excel
de: Nach Excel exportieren

# ExportToExcelDiff
source: Export to Excel (missing entries only)
de: Nach Excel exportieren (nur fehlende Einträge)

source: Import from Excel
de: Aus Excel importieren

source: Loading solution
de: Lade Solution

# NotExistingInLanguage
source: {0} entries which don`t exist in '{1}'
de: {0} Einträge, die nicht in '{1}' existieren.

source: Open solution
de: Solution öffnen

source: Projects
de: Projekte

# ProjectUnknownException
source: The project '{0}' does not exist in this solution.
de: Das Projekt '{0}' ist nicht in der Solution vorhanden.

source: Refresh
de: Aktualisieren

# SaveResources
source: Save resource files
de: Ressourcen-Dateien speichern

source: Saving resource files
de: Speichert Ressourcen

# SavingResourceFilesCompleted
source: Resource files saved
de: Ressourcen Dateien gespeichert

# SetCulture
source: Choose language
de: Sprache festlegen

source: File
de: Datei

# StoreAllTranslations
source: Store all translations to database
de: Alle Übersetzungen in Datenbank speichern

source: Close solution
de: Solution schließen

source: Storing translations
de: Speichert Übersetzungen

source: Storing translations completed
de: Alle Übersetzungen gespeichert

# ExcelImportFileFilter
source: Excel-Document (*.xls,*.xlsx)|*.xls;*.xlsx
de: Excel-Dokument (*.xls,*.xlsx)|*.xls;*.xlsx

# SearchingTranslations
source: Searching translations in database
de: Suche nach Übersetzungen

# SerachingTranslationsProcess
source: Searching translations in database ({0}/{1})
de: Suche nach Übersetzungen ({0}/{1})

# SearchingTranslationsResult
source: {0} texts translated.
de: {0} Texte wurden übersetzt

# SetupDatabase
source: Configure database
de: Datenbank einrichten

# TestConnectionSuccess
source: Successfully connected to database.
de: Verbindung mit Datenbank erfolgreich.

# CreatedDatabaseSuccess
source: Database successfully created.
de: Datenbank wurde erfolgreich eingerichtet.

# DatabaseNotExists
source: Database does not exist.
de: Datenbank existiert nicht.

source: Cancel
de: Abbrechen

source: Export
de: Exportieren

source: Export comments
de: Kommentare exportieren

# ExportDiff
source: Export missing entries only
de: Nur fehlende Einträge exportieren

source: Error
de: Fehler

# ErrorTextDefault
source: An error has been occurred. {0} Please see error.txt for details.
de: Ein Fehler ist aufgetreten. {0} Für Details siehe error.txt

source: Import
de: Importieren

source: Open
de: Öffnen

source: Translate
de: Übersetzen

source: Documentation
de: Dokumentation

# TranslateToolTip
source: Translates missing texts by using already translated texts in a database. For details see ? -> Documentation.
de: Übersetzt fehlende Texte, indem in der Datenbank nach bereits übersetzten Texten gesucht wird. Für Details siehe ? -> Dokumentation

# ChangingCulture
source: Applying change
de: Übernehme neue Sprache

source: Changing culture completed
de: Sprache geändert

source: Database
de: Datenbank

# HelpSetupDatabase
source: For further information click here
de: Für weitere Informationen bitte klicken

# CreateDatabase
source: Configure database
de: Datenbank einrichten

source: Test connection
de: Verbindung testen

source: Close
de: Schließen

# TranslateAuto
source: Auto translate
de: Automatische Übersetzung

source: Translations
de: Übersetzungen

# SaveChangesQuestion
source: Resource files have been changed. Save changes to files?
de: Es wurden Änderungen vorgenommen. Sollen die Änderungen gespeichert werden?

# SaveChangesTitle
source: Save changes
de: Änderungen speichern

# DataBaseNotConfigured
source: Database does not seem to be configured. Please check configuration.
de: Die Datenbank scheint nicht eingerichtet zu sein. Bitte überprüfen Sie die Konfiguration.

source: Include projects without translations
de: Projekte ohne Übersetzungen exportieren

# SaveResources_TryCheckout_Message
source: Some files are readonly and appear to are checked into TFS, would you like to try and checkout files?
de: Einige Dateien scheinen unter Quellcode-Verwaltung zu stehen. Soll versucht werden, die Dateien auszuchecken?

# SaveResources_TryCheckout_Title
source: Checkout readonly files?
de: Schreibgeschützte Dateien auschecken

# SaveResources_TryCheckin_Message
source: The files have been saved. Would you like to check in the files you have previously checked out?
de: Die Dateien wurden gespeichert. Sollen die zuvor ausgecheckten Dateien jetzt wieder eingecheckt werden?

# SaveResources_TryCheckin_Title
source: Check in files?
de: Dateien einchecken

# TFSException
source: Error while calling Team Foundation server. {0}
de: Beim Aufruf des Team Foundation Servers ist ein Fehler aufgetreten. {0}

# AutoAdjustLayout
source: Adjust layout
de: Layout automatisch anpassen

# ExportFileGroup
source: Export file group to Excel
de: Dateigruppe nach Excel exportieren

source: Export project to Excel
de: Projekt nach Excel exportieren

# ExportCulturePair
source: Export cultures to Excel
de: Sprachen nach Excel exportieren

# ExportCulture
source: Export culture to Excel
de: Sprache nach Excel exportieren

# WarningNoCultures
source: The solution '{0}' does not contain any culture. Have you loaded the correct file?
de: Die Solution '{0}' enthält keine Sprachen. Haben Sie die richtige Datei geöffnet?

# WarningNoProjects
source: The solution '{0}' does not contain any project. Have you loaded the correct file?
de: Die Solution '{0}' enthält keine Projekte. Haben Sie die richtige Datei geöffnet?

# WarningOpenSolutionTitle
source: Warning
de: Warnung

# IgnoreInternalResources
source: Ignore WinForms internal resources (">>")
de: Ignoriere interne WinForms Ressourcen (">>")
